{
  "api": {
    "titles": [
      "Canal View Prinsengracht",
      "The Joshua Tree House",
      "Wood and stone place",
      "Loft Studio in the Central Area",
      "Nice, cozy, warm big bed apartment"
    ],
    "descriptions": [
      "This is a place for dreamers to reset, reflect, and create. Designed with a 'slow' pace in mind, our hope is that you enjoy every part of your stay; from making local coffee by drip in the morning, choosing the perfect record to put on as the sun sets.",
      "Relax, rejuvenate and unplug in this ultimate rustic getaway experience in the country. In our beautiful screened Pondhouse, you can gaze at the stars and listen to the sounds of nature from your cozy warm bed.",
      "A new spacious villa, one floor. All commodities, jacuzzi and beautiful scenery. Ideal for families or friends.",
      "Design interior in most sympathetic area! Complitely renovated, well-equipped, cosy studio in idyllic, over 100 years old wooden house. Calm street, fast connection to center and airport.",
      "Discover daily local life in city center, friendly neighborhood, clandestine casino, karaoke, old-style artisans, art gallery and artist studio downstairs."
    ],
    "cities": [
      "Paris",
      "Cologne",
      "Brussels",
      "Amsterdam",
      "Hamburg",
      "Dusseldorf"
    ],
    "housingTypes": [
      "apartment",
      "house",
      "room",
      "hotel"
    ],
    "goods": [
      "Breakfast",
      "Air conditioning",
      "Laptop friendly workspace",
      "Baby seat",
      "Washer",
      "Towels",
      "Fridge"
    ],
    "images": [
      "https://9.react.pages.academy/static/hotel/1.jpg",
      "https://9.react.pages.academy/static/hotel/2.jpg",
      "https://9.react.pages.academy/static/hotel/3.jpg",
      "https://9.react.pages.academy/static/hotel/4.jpg",
      "https://9.react.pages.academy/static/hotel/5.jpg",
      "https://9.react.pages.academy/static/hotel/6.jpg",
      "https://9.react.pages.academy/static/hotel/7.jpg",
      "https://9.react.pages.academy/static/hotel/8.jpg",
      "https://9.react.pages.academy/static/hotel/9.jpg",
      "https://9.react.pages.academy/static/hotel/10.jpg"
    ],
    "userNames": [
      "Oliver.conner",
      "John.connor",
      "Sarah.connor",
      "Marty.mcfly",
      "Eren.yeager"
    ],
    "avatars": [
      "https://9.react.pages.academy/static/avatar/1.jpg",
      "https://9.react.pages.academy/static/avatar/2.jpg",
      "https://9.react.pages.academy/static/avatar/3.jpg",
      "https://9.react.pages.academy/static/avatar/4.jpg",
      "https://9.react.pages.academy/static/avatar/5.jpg"
    ],
    "userTypes": [
      "regular",
      "pro"
    ],
    "comments": [
      "I stayed here for one night and it was an unpleasant experience.",
      "Home is amazing. It's like staying in a museum. The rooms, furnishings and artworks are incredible. The views of My Vesuvius",
      "The deluxe room was a quite comfortable one with all the adequate facilities. The only thing that made me feel uncomfortable was the rude behavior of an impolite staff at the reception desk.",
      "We loved it so much, the house, the view, the location just great.. Highly reccomend :)",
      "What an amazing view! The house is stunning and in an amazing location. The large glass wall had an amazing view of the river!"
    ]
  }
}
